Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_2.tmx
Source language: de
Languages: en

source: Adapter zur Verbindung von Telefonen mit Hörgeräten
en: Adapters for connecting telephones to hearing aids

source: Mechanische oder leuchtende Werbeanzeigegeräte
en: Advertising display apparatus [mechanical or luminous]

source: Integrierte Hybridschaltkreise
en: Hybrid integrated circuits

source: Identifikationsetiketten [maschinenlesbar]
en: Identification labels [machine readable]

source: Elektrische Fahrtrichtungsanzeigetafeln aus Metall
en: Metal direction indicator panels [electric]

source: Leuchtende Fahrtrichtungsanzeigetafeln aus Metall
en: Metal direction indicator panels [luminous]

source: Interaktive Unterhaltungssoftware zur Verwendung mit Rechnern
en: Interactive entertainment software for use with personal computers

source: Simulatoren für die Betätigung von Waffen
en: Simulators for simulating the operation of weapons

source: Schädelschutz zum Schutz vor Verletzungen
en: Skull guards for protection against injury

source: Digitale Prozesssteuerungsgeräte
en: Process control digital controllers

source: Videospielkassetten in Form von Software
en: Games (cartridges for video -) [software]

source: Elektronische Thermometer, ausgenommen für medizinische Zwecke
en: Electronic thermometers, other than for medical use

source: Elektronische Zeitschaltgeräte
en: Electronic timing apparatus

source: Kennmarken für Elektrokabel
en: Tags for identifying electric cables

source: Kennmarken für elektrische Leiter
en: Tags for identifying electric conductors

source: An Audiogeräte angeschlossene Stromquellen zur Verwendung in Kraftfahrzeugen
en: Power sources connected to audio apparatus for use in motor vehicles

source: Funkfrequenzerkennungsgeräte [Transponder]
en: Radio frequency identification devices [transponders]

source: Alarmgeräte [nicht für Fahrzeuge]
en: Warning alarms [other than for vehicles]

source: Wassersprinklergeräte für den Brandschutz
en: Water sprinkling devices for fire control

source: Gläser für Sonnenbrillen
en: Lenses for sunglasses

source: Instrumente zur Erzeugung von Fotografien
en: Instruments for producing photographs

source: Lichtempfindliche Relais
en: Light sensitive relays

source: Elektrische Kombinationsschlösser aus Metall
en: Combination locks (metal -) [electric]

source: Dekorative Magnete für Kühlschränke
en: Decorative refrigerator magnets

source: Spulen [Fotografie]
en: Spools [photography]

source: Software zur optischen Zeichenerkennung
en: Software for optical character recognition

source: Optische Frequenzmessgeräte
en: Optical frequency metrology devices

source: Optische Scanner
en: Optical scanners

source: Speicherkarten mit integrierten Schaltkreisen zum Spielen elektronischer Musikinstrumente
en: Integrated circuit memory cards for use in playing electronic musical instruments

source: Elektrische Klemmleisten
en: Electrical terminal blocks

source: Computersoftware zur akustischen Steuerung von Computern und von deren Betrieb
en: Computer software for audibly controlling a computer and the operation thereof

source: Software für biometrische Systeme zur Identifizierung und Authentifizierung von Personen
en: Computer software for biometric systems for the identification and authentication of persons

source: Computersoftware für die computergestützte Softwareentwicklung
en: Computer software for computer aided software engineering

source: Elektronische Zielüberwachungsapparate
en: Target surveillance apparatus [electronic]

source: Lastschalter für elektrische Transformatoren
en: Tap changers for electric transformers

source: Temperaturkontrollgeräte [Elektroschalter] für Maschinen
en: Temperature control apparatus [electric switches] for machines

source: Temperaturkontrollgeräte [Thermostate] für Maschinen
en: Temperature control apparatus [thermostats] for machines

source: Brustschutz zur Verhütung vor Unfällen oder Verletzungen [ausgenommen für Sportzwecke]
en: Chest protectors for the prevention of accident or injury [other than specifically adapted for sport]

source: Atemgeräte, nicht für medizinische Zwecke
en: Respiratory apparatus, other than for medical use

source: Mechanische Straßenschilder
en: Road signs [mechanical]

source: Glas mit elektrisch leitendem Überzug
en: Glass covered with an electrical conductor

source: Anoden
en: Anodes

source: Quecksilberthermometer für nicht-medizinische Zwecke
en: Mercury thermometers [other than for medical use]

source: Speziell geformte Sporttaschen für Schutzhelme
en: Sport bags adapted [shaped] to contain protective helmets

source: Sicherheitsapparate für Aufzüge
en: Security apparatus for elevators

source: Alarmglocken
en: Alarm bells

source: Fotovoltaische Solarmodule
en: Photovoltaic solar modules

source: Digitale Potentiometer
en: Digital potentiometers

source: Radioempfänger
en: Radio tuners

source: Leuchtende Armbänder zum Schutz vor Unfällen oder Verletzungen
en: Armbands [luminous] for protection against accident or injury

source: Schutzkappen für Kameras
en: Protective caps for cameras

source: Magnetische bedruckte Karten
en: Printed cards [magnetic]

source: Gestelle für Brillen und Sonnenbrillen
en: Frames for spectacles and sunglasses

source: Line Tuner
en: Line tuners

source: Dosiergeräte für Flüssigkeiten, die abzugebende Mengen abmessen
en: Liquid dosage devices that measure the amounts to be dispensed

source: Emaillierte Elektrodrähte
en: Enamelled electric wires

source: Kodierte Karten für den elektronischen Kapitaltransfer
en: Encoded cards for use in relation to the electronic transfer of funds

source: Gutschein-Lesegeräte
en: Voucher reading apparatus

source: Leuchtschilder aus Metall
en: Metal signboards [luminous]

source: Industriesteuerungen mit integrierter Software
en: Industrial controls incorporating software

source: Elektrische Steck-Verbindungen
en: Plug-in electrical connectors

source: Persönliche Sicherheitsmelder
en: Personal security alarms

source: Chronografen [Zeiterfassungsgeräte]
en: Chronographs [time recording apparatus]

source: Vierkantlineale zum Messen
en: Square rulers for measuring

source: Mikrometerschrauben für optische Instrumente
en: Micrometer screws for optical instruments

source: Geoseismische Apparate
en: Geoseismic apparatus

source: Piezoelektrische Wandler
en: Piezoelectrical transducers

source: Angepasste Aufbewahrungsbehälter für Videokassetten
en: Storage containers adapted for video cassettes

source: Bänder für Sonnenbrillen
en: Straps for sunglasses

source: Dioden
en: Diodes

source: Computersoftware zur Unterstützung beim Entwurf von Sportausrüstungen
en: Computer software for assisting in the design of sports equipment

source: Interaktive Videospielprogramme
en: Interactive video game programs

source: Asbesthandschuhe zum Schutz gegen Unfälle
en: Asbestos gloves for protection against accidents

source: Strommessinstrumente und -apparate
en: Electricity measuring instruments

source: Elektronische Verstärker
en: Electronic amplifiers

source: Internet-Telefone
en: Internet phones

source: Kabelkennfäden für elektrische Leitungen
en: Identification threads for electric wires

source: Steuergeräte für Computer
en: Computer controllers

source: Ethernetadapter
en: Ethernet adapters

source: Optische Sichtgeräte
en: Optical lens sights

source: Reifenauswuchtgeräte für Landfahrzeuge
en: Tire balancing units for land vehicles

source: Drei-Band-Telefone
en: Tri-band telephones

source: USB-Betriebssoftware [universal serial bus]
en: USB [universal serial bus] operating software

source: PC-Anwendungssoftware zur Verwaltung von Dokumentenkontrollsystemen
en: Personal computer application software for managing document control systems

source: Kühlmittel-Temperaturfühler
en: Coolant-temperature sensors

source: Kathodische Rostschutzvorrichtungen
en: Cathodic anti-corrosion apparatus

source: Lautsprecher
en: Loudspeakers

source: Flugbahnsteuerungen für Geschosse
en: Flight path controls for projectiles

source: Widerstandsthermometer mit Oszillator
en: Resistance oscillator thermometers

source: Elektrische oder elektronische Datenspeichergeräte
en: Information storage apparatus [electric or electronic]

source: Infrarotfernrohre fÃ¼r Waffen als Zielhilfe
en: Infrared devices for guiding weapons

source: Sensoren für die Anlagensteuerung
en: Sensors used in plant control

source: Schienbeinschützer zum Schutz vor Verletzung [ausgenommen Sportartikel oder Teile von Sportanzügen]
en: Shin guards for protection against injury [other than sports articles or parts of sports suits]

source: Lautsprecher [Tongeräte]
en: Speakers [audio equipment]

source: Adapter für Computernetze
en: Computer network adapters

source: Elektroden
en: Electrodes

source: Selbstauslöser für Kameras
en: Self-timers [for cameras]

source: Anschlussdosen für elektrische Leiter
en: Terminal boxes for electric conductors

source: Prüfapparate für elektronische Instrumente
en: Testing apparatus for electronic equipment

source: Fotografische Glasierapparate
en: Photographic glazing apparatus

source: Geräte für die Datenkommunikation
en: Data communications apparatus

source: Datenausgabegeräte
en: Data exit terminals

source: Leuchtende oder mechanische Signaltafeln
en: Signalling panels, luminous or mechanical

source: Waschschalen [Fotografie]
en: Washing trays [photography]

source: Diagnoseapparate, nicht für medizinische Zwecke
en: Diagnostic apparatus, not for medical purposes

source: Anschlussplatten [elektrisch]
en: Connection boards [electric]

source: Glasfaser-Temperatursonden, ausgenommen für medizinische Zwecke
en: Optical fibre temperature probes, other than for medical use

source: Elektrische Steckdosenplatten
en: Electrical outlet plates

source: Klemmen [Elektrizität]
en: Terminals [electricity]

source: Atemgeräte, außer für künstliche Beatmung
en: Breathing apparatus, except for artificial respiration

source: Membranen für wissenschaftliche Apparate
en: Diaphragms for scientific apparatus

source: Kabelklemmen [Elektrizität]
en: Wire connectors [electricity]

source: Fotografische Apparate und Instrumente
en: Photographic apparatus and instruments

source: Analoge Tonwandler
en: Analogue sound modifiers

source: Analytische Orthoprojektoren
en: Analytical orthoprojectors

source: Parallele Computerports
en: Computer parallel ports

source: Serielle Computerports
en: Computer serial ports

source: Matrixdrucker
en: Matrix printers

source: Schutzhandschuhe gegen Röntgenstrahlen für gewerbliche Zwecke
en: Gloves for protection against X-rays for industrial purposes

source: Magnetische Programmträger
en: Programme carriers (Magnetic -)

source: Elektronische Programmiergeräte
en: Programming units (Electronic -)

source: Programme für Computer
en: Programs for computers

source: Wärmeschutzbekleidung zum Schutz vor Unfällen oder Verletzungen
en: Thermal protective aids [clothing] for protection against accident or injury

source: Elektronische Anreißlehren
en: Electronic marking gauges

source: Elektrodrähte aus Metalllegierungen
en: Wires (Electric -) of metal alloys

source: Elektrische Rauchmeldeanlagen
en: Electric alarms for smoke

source: Druckschalter
en: Pressure switches

source: Identifikationsmarkierungen für Elektrokabel
en: Cable identification markers for electric cables

source: Teleskope
en: Telescopes

source: Apertometer [Optik]
en: Apertometers [optics]

source: Geldzähl- und Geldsortiermaschinen
en: Money counting and sorting machines

source: Audiovisuelle Unterrichtsapparate
en: Audiovisual teaching apparatus

source: Elektronische Sensoren zur Messung der Sonneneinstrahlung
en: Electronical sensors for measuring solar radiation

source: Kippschalter [elektrisch]
en: Toggle switches [electric]

source: Rollenzählwerk [Zählapparat]
en: Totalizators [counting apparatus]

source: Temperaturprüfgeräte zur Verwendung in Fahrzeugmotoren
en: Temperature controllers apparatus for use in vehicle engines

source: Temperaturmessgeräte für wissenschaftliche Zwecke
en: Temperature measuring apparatus for scientific use

source: Sicherungsgeräte zum Datenschutz
en: Data protection backup units

source: Computerteile für virtuelle Privatnetze [VPN]
en: VPN [virtual private network] hardware

source: Isolierte elektrische Steckverbinder
en: Insulated electrical connectors

source: Optische Phasenschieber
en: Optical phase shifters

source: Ionisationsgeräte, nicht zur Behandlung von Luft oder Wasser
en: Ionization apparatus not for the treatment of air or water

source: Ton- und Bildempfangsgeräte
en: Audio- and video-receivers

source: Biologische Mikroskope
en: Biological microscopes

source: Software zur Kontrolle von Raumklima-, -zugangs- und -sicherheitssystemen
en: Software to control building environmental, access and security systems

source: Glaswaren für Laboratorien
en: Glassware for use in a laboratory

source: Unfall-, Strahlen- und Feuerschutzbekleidungsstücke
en: Clothing for protection against accidents, irradiation and fire

source: Serverhardware für den Netzzugang
en: Network access server hardware

source: Sender für elektronische Signale
en: Transmitters of electronic signals

source: Magnetisch kodierte Debitkarten
en: Magnetically encoded debit cards

source: Brillengläser
en: Spectacle lenses

source: Digitale Sender
en: Digital transmitters

source: Elektronische Dekoder
en: Electronic decoders

source: Korrektionslinsen [Optik]
en: Correcting lenses [optics]

source: Zellenschalter [Elektrizität]
en: Cell switches [electricity]

source: Metermaße für Näherinnen
en: Dressmakers' measures

source: Instrumententafeln [elektrisch]
en: Instrument panels [electric]

source: Elektrische Kontaktblöcke
en: Contact blocks (Electric -)

source: Elektrische Schaltkästen
en: Control boxes (Electric -)

source: Isolierte Bekleidungsstücke zum Schutz vor Unfällen oder Verletzungen
en: Insulated clothing for protection against accident or injury

source: Reflexscheiben für Kleidung zum Schutz vor Verkehrsunfällen
en: Reflecting discs for wear, for the prevention of traffic accidents

source: Lederbekleidung zum Schutz vor Unfällen oder Verletzungen
en: Leather clothing for protection against accident or injury

source: Elektrischer Stromprüfer
en: Electrical circuit testers

source: Schutzvorrichtungen gegen Röntgenstrahlen, nicht für medizinische Zwecke
en: Protection devices against X-rays, not for medical purposes

source: Speicherhardware für Computer
en: Computer memory hardware

source: Elektronische Regler
en: Electronic regulators

source: Elektronische Sensoren
en: Electronic sensors

source: Elektronische Türschlösser
en: Electronic door locks

source: Elektronische Eingangsanlagen
en: Electronic entry systems

source: Software für Computertelefonie
en: Computer telephony software

source: Software zur Integration von Steuersegmenten
en: Control segment integration software

source: Kreditkarten mit Magnetstreifen
en: Credit cards with a magnetic strip

source: Hologramme
en: Holograms

source: Materialprüfinstrumente und -maschinen
en: Material testing instruments and machines

source: Angepasste Abdeckungen für Computer
en: Covers (Shaped -) for computers

source: Steuergeräte für das Netzwerkmanagement
en: Network management control apparatus

source: Drahtlose Zweiwege-Kommunikationsanlagen
en: Two-way wireless communication systems

source: Ultrafiltrationsmembranen für Laborapparate
en: Ultra filtration membranes for laboratory apparatus

source: Herunterladbare elektronische Publikationen
en: Electronic publications, downloadable

source: Empfangsgeräte für Signale
en: Receiving terminals for signals

source: Elektrische Adapterkabel
en: Adapter cables (Electric -)

source: Mechanische oder leuchtende Werbeschilder
en: Advertising display signs [mechanical or luminous]

source: Identifikationsetiketten [magnetische]
en: Identification labels [magnetic]

source: Identifizierungsstreifen [magnetische]
en: Identification strips [magnetic]

source: Mithörgeräte zur Überwachung von Babys
en: Listening devices for monitoring babies

source: Apparate für die Ausgabe von Lotterielosen
en: Lottery ticket dispensing apparatus

source: Schnorchel
en: Snorkels

source: Softwareprogrammierbare Mikroprozessoren
en: Software programmable microprocessors

source: Chemische Apparate und Instrumente
en: Chemistry apparatus and instruments

source: Elektronische Notiztafeln
en: Memo boards [electronic]

source: Mechanische Fahrtrichtungsanzeigetafeln aus Metall
en: Metal direction indicator panels [mechanical]

source: Antennenmasten aus Metall
en: Metal poles [aerials]

source: Interaktive Datenübertragungsapparate
en: Interactive data transfer apparatus

source: Montiervorrichtungen für kinematografische Filme
en: Editing appliances for cinematographic films

source: Elektrische Kollektoren
en: Collectors, electric

source: Skateboard-Helme
en: Skateboard helmets

source: Prozessrechner
en: Process computers

source: Elektronische Temperaturschreiber, ausgenommen für medizinische Zwecke
en: Electronic temperature recorders, other than for medical use

source: Elektronische Zeitsteuerungsgeräte
en: Electronic timing control instruments

source: Magnetbänder zur Aufzeichnung
en: Magnetic recording tapes

source: Vorprogrammierte Platten
en: Pre-programmed discs

source: Warnlautsprecher zur Montage auf dem Dach von Notfalldienst-Fahrzeugen
en: Warning loud speaker apparatus for mounting on the roof of emergency services vehicles

source: Spannungsregler für Fahrzeuge
en: Voltage regulators for vehicles

source: Isolierte Elektrokabel
en: Insulated electrical cables

source: Mehrachsige Richtungsdetektoren
en: Multiaxis directional detectors

source: Zielüberwachungsapparate [Satellit]
en: Target surveillance apparatus [satellite]

source: Kommunikationsnetze
en: Communications networks

source: Digitale Telefone
en: Digital phones

source: Dimmer
en: Dimmers

source: Kodierte selbstklebende Etiketten
en: Self-adhesive labels [encoded]

source: Grafikdekodierer zur Verwendung mit Audiokaraokesystemen
en: Graphic decoders for use with audio karaoke systems

source: Solarkollektoren für die Stromerzeugung
en: Solar energy collectors for electricity generation

source: Magnetfeldgeneratoren, ausgenommen für medizinische Zwecke
en: Magnetic field generators, other than for medical use

source: Software zur Dosimetrie auf dem Gebiet der Strahlentherapie
en: Software for dosimetry purposes in the field of radiotherapy

source: Füllstandsanzeigen [Wasserwaagen]
en: Level indicators [spirit levels]

source: Füllstandmessgeräte für Inspektionszwecke
en: Level measuring machines [for surveying]

source: Nivellierlatten für Inspektionszwecke
en: Levelling rods [for surveying]

source: Optische Reflektoren
en: Optical reflectors

source: Optische Verschlüsse
en: Optical shutters

source: Optische Apparate und Instrumente
en: Optical apparatus and instruments

source: Optisches Glas
en: Optical glass

source: Meteorologische Instrumente
en: Meteorological instruments

source: Verstärkungsbildschirme für Röntgenfilme
en: Intensifying screens for x-ray films

source: Interaktive Computersoftware
en: Interactive computer software

source: Gasmischer für Laborzwecke
en: Gas mixers for laboratory use

source: Computersoftware für die Kommunikation mit Nutzern von Taschencomputern
en: Computer software for communicating with users of hand-held computers

source: Computersoftware für das Dokumentenmanagement
en: Computer software for document management

source: Mechanische Raumthermostate
en: Mechanical room thermostats

source: Sicherheitsstiefel für die Industrie zum Schutz vor Unfällen oder Verletzungen
en: Safety boots for use in industry [for protection against accident or injury]

source: Sicherheitsschuhwaren zum Schutz vor Unfällen oder Verletzungen
en: Safety footwear for protection against accident or injury

source: Sicherheitsbrillen für den Augenschutz
en: Safety glasses for protecting the eyes

source: Elektrische Logbücher
en: Ships logs [electric]

source: Sicherheitsschuhe
en: Shoes (Protective -)

source: Optische Schießbrillen
en: Shooting glasses [optical]

source: Optische Zielüberwachungsapparate
en: Target surveillance apparatus [optical]

source: Temperaturkontrollgeräte [Thermostate] für Fahrzeuge
en: Temperature control apparatus [thermostats] for vehicles

source: Apparate zur Zeichenüberprüfung
en: Character verification instruments

source: Modulatoren
en: Modulators

source: Monolithische Keramikkondensatoren
en: Monolithic ceramic capacitors

source: Elektrische Kommunikationsgeräte
en: Electric communication apparatus

source: Simulatoren zur Vortäuschung der Auswirkung von Erdbeben
en: Simulators for simulating the effect of earthquakes

source: Kodierte Bankkarten
en: Coded bank cards

source: Münzsammler [Zählwerke]
en: Coin accumulators [totalisers]

source: Elektrische Niveauregelungsgeräte
en: Level controllers [electrical apparatus]

source: Sendeapparat zur Ausstrahlung von Hörfunksendungen
en: Transmitting apparatus for radio broadcasting

source: Satelliten für die Signalübertragung
en: Satellites for signal transmission

source: Naturwissenschaftliche Unterrichtssets für Kinder
en: Science sets for children being teaching apparatus

source: Audiokassettendecks für Autos
en: Audio cassette decks for automobiles

source: Optisch digitale Übertragungsgeräte
en: Digital optical transmission apparatus

source: Digitale Signalverarbeitungsgeräte
en: Digital signal processing apparatus

source: Digitale Drucker
en: Digitizing printers

source: Abblendschalter
en: Dimmer switches

source: Augenschutzschirme zum Schutz für Schweißer
en: Visors for the protection of welders

source: Funkbetätigte Türschlosssteuerungen
en: Radio operated door lock controls

source: Sicherheitsschuhe zur Verhütung von Unfällen oder Verletzungen
en: Protective footwear for the prevention of accident or injury

source: Fernwarngeräte [ausgenommen Diebstahlwarngeräte für Fahrzeuge]
en: Remote alarms [other than anti-theft for vehicles]

source: Endschalter
en: Limit switches

source: Magnetplattformen für Software
en: Magnetic platforms for software

source: Grafiktabletts
en: Graphics tablets

source: Gyrostabilisierte Zielvorrichtungen
en: Gyrostabilized aiming sights

source: Leuchtende Wegweiser
en: Illuminated signposts

source: Spektrometer
en: Spectrometers

source: Füllstandsmesser für Flüssigkeiten zur Verwendung für Kraftfahrzeuge
en: Fluid level measuring apparatus for use in motor vehicles

source: Videoprozessoren für Mikroskope
en: Microscope video processors

source: Mikrowellendetektoren [Radar]
en: Microwave detectors [radar]

source: Gestelle für Computergeräte
en: Stands for computer equipment

source: Glaswaren für wissenschaftliche Zwecke [speziell angepasst]
en: Glassware for scientific use [specifically adapted]

source: Tonabnehmer für elektrische Musikinstrumente
en: Pick-ups for electrical musical instruments

source: Bespielte Tonbandkassetten
en: Recorded tape cassettes

source: Elektrische Leuchtschilder
en: Luminous electric signs

source: Computersoftware zur Analyse von Marktinformationen
en: Computer software for analysing market information

source: Computersoftware für die Auswertung von Marktinformationen
en: Computer software for processing market information

source: Computersoftware für die Fernüberwachung von Messgeräten
en: Computer software for use in remote meter monitoring

source: Elektromagnetische Schalter
en: Electromagnetic switches

source: Steckverbinder
en: Plug-in connectors

source: Laserlesbare Discs
en: Laser-readable discs

source: Röntgenfilm-Aufnahmegeräte, ausgenommen für medizinische Zwecke
en: X-ray film imaging apparatus, other than for medical use

source: Antennen
en: Aerials
